tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "automake"
brew "bash-completion"
brew "python"
brew "ctop"
brew "zeromq", args: ["HEAD"]
brew "czmq", args: ["HEAD"]
brew "duti"
brew "gmp"
brew "gcc"
brew "python@3.8"
brew "hdf5"
brew "proj"
brew "libgeotiff"
brew "libpq"
brew "libspatialite"
brew "libtool"
brew "netcdf"
brew "openblas"
brew "numpy"
brew "qt", link: true
brew "gdal"
brew "git"
brew "gnupg"
brew "htop"
brew "postgresql@9.5", link: true
brew "mapnik"
brew "mas"
brew "pinentry-mac"
brew "postgresql@9.6"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "shellcheck"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh-completions"
cask "docker"
cask "ngrok"
cask "postman"
cask "slack"
cask "sublime-text"
cask "the-unarchiver"
cask "transmission"
cask "vlc"
cask "zeplin"
mas "1Password 7", id: 1333542190
mas "GIPHY CAPTURE", id: 668208984
mas "Numbers", id: 409203825
mas "Pages", id: 409201541