brew "bat"
brew "mas"
brew "pinentry-mac"
brew "tree"

unless ENV.key? 'CI'
  cask "1password"
  cask "adobe-acrobat-reader"
  cask "clearvpn"
  cask "coconutbattery"
  cask "cryptomator"
  cask "deezer"
  cask "docker-desktop"
  cask "firefox"
  cask "font-ibm-plex-mono"
  cask "gimp"
  cask "google-chrome"
  cask "gpg-suite"
  cask "libreoffice"
  cask "pgadmin4"
  cask "teamviewer"
  cask "transmission"
  cask "viber"
  cask "visual-studio-code"
  cask "vlc"
  cask "whatsapp"
  cask "zoom"

  mas "Keynote", id: 409183694
  mas "Numbers", id: 409203825
  mas "Pages", id: 409201541

  vscode "editorconfig.editorconfig"
  vscode "github.copilot-chat"
  vscode "ms-azuretools.vscode-containers"
  vscode "ms-vscode-remote.remote-containers"
end
